Dlubal.TimberPro.CurvedMemberDetailSIA
Curved member detail for SIA.

Dlubal.TimberPro.CurvedMemberDetailSIA.No
Curved member detail number

Dlubal.TimberPro.CurvedMemberDetailSIA.MemberNo
Member number

Dlubal.TimberPro.CurvedMemberDetailSIA.LaminateThickness
Laminate thickness. For not laminated materials 0 is returned.

Dlubal.TimberPro.CurvedMemberDetailSIA.DesignPerpendicularTension
Design perpendicular tension

Dlubal.TimberPro.CurvedMemberDetailSIA.MinimalInnerRadius
Minimal inner radius

Dlubal.TimberPro.CurvedMemberDetailSIA.Comment
Comment